[
  {
    "index": 0,
    "image": "https://media.licdn.com/dms/image/C4D03AQFT4MFcNS9vQA/profile-displayphoto-shrink_800_800/0/1516502011299?e=1706745600&v=beta&t=_lJvq5biawl-f-T_RiJelVeEbSNUdHdpZjAvKl2odzw",
    "alt": "Tatiana Gabor",
    "name": "Tatiana Gabor",
    "title": "Director, Data Science and User Research",
    "text": "Luca and I worked together for a couple of years and he also helped me set up two new analytics teams at Spotify. Years later both teams still benefit from the processes and culture that Luca helped us establish. Luca brought so much integrity, authenticity and empathy to the table. He is an excellent agile coach, and was committed to helping me and others to be better managers, teammates and make our jobs more meaningful and rewarding while also increasing productivity and impact. He was always very diligent in his approach and patient and generous with his time. Luca would make an excellent addition to any team."
  },
  {
    "index": 1,
    "image": "https://media.licdn.com/dms/image/D4E03AQFEs0oE2xWM5A/profile-displayphoto-shrink_100_100/0/1677101385598?e=1706745600&v=beta&t=t6YJrqxw__tCCRgkeKfyBigROvtWiwrmCPGwW8iEgWc",
    "alt": "Jason Yip",
    "name": "Jason Yip",
    "title": "Senior Manager Product Engineering",
    "text": "Luca is always keen to learn and knowledgeable about working effectively in a team."
  },
  {
    "index": 2,
    "image": "https://media.licdn.com/dms/image/D4D03AQHVzvyNEenuwQ/profile-displayphoto-shrink_400_400/0/1680297665255?e=1706745600&v=beta&t=DvxhyEzVLCgY9KB8jBhaVYKiZHugSKwZ86Wzz6wFo4w",
    "alt": "Giovanni Landini",
    "name": "Giovanni Landini",
    "title": "Product Management Leader",
    "text": "I had the chance to collaborate with Luca when working at Spotify. Luca is an organized person, well motivated and has strong communications skills. Luca was always open to new ideas/projects and available to listen to others."
  },
  {
    "index": 3,
    "image": "https://media.licdn.com/dms/image/D4E03AQEUmc4OPSaNgQ/profile-displayphoto-shrink_400_400/0/1673543619175?e=1706745600&v=beta&t=QKTYAgOGe7fOqcvdEqGC4Ai3WnYJx3oQ9X5opUeAz3s",
    "name": "Charlie Collins",
    "title": "Engineering Manager",
    "text": "I worked with Luca for several years at Spotify and in that time he was a trusted collaborator on many projects. Luca continually helped us to develop organizational structure and high level strategies, and he helped guide us through a lot of change. If pressed to try to sum up his role I would call Luca an organizational manager and a ways of working coach who also helped foster an overall culture of respect. I saw firsthand how his impact made teams more efficient and resilient, and more inclusive. Luca went above and beyond his role to help wherever needed, and he had a genuine passion and motivation for the work that was an inspiration to many around him. Overall I’d highly recommend Luca."
  },
  {
    "index": 4,
    "image": "https://media.licdn.com/dms/image/D4E03AQHJkcvvaOdIMw/profile-displayphoto-shrink_400_400/0/1684959081732?e=1706745600&v=beta&t=ayLLc9CqYx1maAbeIQV8iYx_eo0GZWqSbWfN0fN4jJA",
    "alt": "Elizabeth Kim",
    "name": "Elizabeth Kim",
    "title": "Behavioral Scientist",
    "text": "Luca is one of the most delightful people I've worked with. His veteran experiences (quite literally so) provide another depth of perspective into his suggestions and how he approaches problem-solving. He's one of the most proactive and helpful people I've met in the workplace."
  },
  {
    "index": 5,
    "image": "https://media.licdn.com/dms/image/D4E03AQGatavZpTDTuA/profile-displayphoto-shrink_100_100/0/1668561198880?e=1706745600&v=beta&t=2t088dwLtdHK-0Xok2PoYWY9yV-H5jjEf_VkuXJnGoo",
    "alt": "Alex Ranieri",
    "name": "Alex Ranieri",
    "title": "Senior Data Scientist",
    "text": "Luca is thoughtful and thorough and always takes the extra steps necessary to ensure the work he is doing will have an impact."
  },
  {
    "index": 6,
    "image": "https://media.licdn.com/dms/image/C4E03AQFH_tL2P2_Acw/profile-displayphoto-shrink_100_100/0/1582088928013?e=1706745600&v=beta&t=ksMhlLSMLTuPz63-juad0Op8mKpVCBuZrUHAcB_mzI4",
    "name": "Michael Mazzola",
    "title": "Senior Android Engineer",
    "text": "Luca is great to work with. He helped our team work better by improving process, communication, and collaboration in an easy-going way. I remember Luca really taking time to understand our team's problems and tailoring his approach to improve our ways of working."
  },
  {
    "index": 7,
    "image": "https://media.licdn.com/dms/image/C4D03AQFrUu1Ey6BBUw/profile-displayphoto-shrink_400_400/0/1640543496735?e=1706745600&v=beta&t=yKex97xAV7qsK5o6O0hYtGXgMg2BrWtMTZTVWJS1ix0",
    "alt": "Myels Lister",
    "name": "Myels Lister",
    "title": "DevOps Engineer",
    "text": "First things first Luca is a fountain of knowledge. He made it easy for other students and myself to understand what it means to be agile. I had the pleasure of working with him on several projects while at devCodeCamp. I'd love to collaborate with him in the future."
  },
  {
    "index": 8,
    "image": "https://media.licdn.com/dms/image/C5603AQHNzSOiSa79DA/profile-displayphoto-shrink_400_400/0/1649087797853?e=1706745600&v=beta&t=UIr_roVR8JRuq4MCltbz3BBqs48rk-wg5dQTnkg1JSM",
    "alt": "Pedro Delgadillo",
    "name": "Pedro Delgadillo",
    "title": "Full Stack Developer",
    "text": "Luca is one of those people that you meet and it feels like you've known them your whole life. He has a way of making people feel comfortable and is honestly one of the best people I've worked with regardless of the role. I didn't even know what agile thinking was but, he explained it to me in terms I could understand. He is a force and an asset to any team. Luca is a great leader, mentor, coach, AND a great developer."
  }
]
